---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FbxLightIlluminance
source: html/1538e40f-5f16-9622-7232-7ce0a9607201.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FbxLightIlluminance Property

"Illuminance"

## Syntax (C#)
```csharp
public static ForgeTypeId FbxLightIlluminance { get; }
```